import card1 from "../../assets/img_png/promo1.png";
import card2 from "../../assets/img_png/promo2.png";
import card3 from "../../assets/img_png/promo3.png";
import card4 from "../../assets/img_png/promo4.png";

const arrow = `
<svg width="21" height="15" viewBox="0 0 21 15" fill="none" xmlns="http://www.w3.org/2000/svg">
<path d="M20.7071 8.20711C21.0976 7.81658 21.0976 7.18342 20.7071 6.79289L14.3431 0.428932C13.9526 0.0384078 13.3195 0.0384078 12.9289 0.428932C12.5384 0.819457 12.5384 1.45262 12.9289 1.84315L18.5858 7.5L12.9289 13.1569C12.5384 13.5474 12.5384 14.1805 12.9289 14.5711C13.3195 14.9616 13.9526 14.9616 14.3431 14.5711L20.7071 8.20711ZM0 8.5H20V6.5H0V8.5Z" />
</svg>
`;

export const data = [
	{
		img: card1,
		title: "Упаковка",
		circular: "Тираж: от 50 штук",
		descr: "Сделано из крафт-бумаги или плотного картона. Упаковки имеют различные формы и расцветки, изготовим форму под заказ.",
		link: "Подробнее",
		arrow: arrow
	},

	{
		img: card2,
		title: "Пакеты",
		circular: "Тираж: от 200 штук",
		descr: "С прямоугольным дном. От 10 см до 60 см по высоте. Материалы: картон, крафт-бумага. Различные расцветки и дизайн.",
		link: "Подробнее",
		arrow: arrow
	},
	{
		img: card3,
		title: "Кейсы",
		circular: "Тираж: от 30 штук",
		descr: "Подойдет для документов и других бумаг. Различные расцветки, размеры и плотность. Материал: прессованная бумага.",
		link: "Подробнее",
		arrow: arrow
	},
	{
		img: card4,
		title: "Другие изделия ",
		circular: "Тираж: от 100 штук",
		descr: "Нестандартные упаковки, кейсы и другие изделия различных размеров и конфигураций. Изготовим в кратчайшие сроки.",
		link: "Подробнее",
		arrow: arrow
	}
];
